Repository: Akotet08/LangCaptcha
Catalog: en-ko.tmx
Source language: en
Languages: ko

source: In an interview with China's Southern Daily newspaper, Liang admitted that there are a number of challenges, such as the sustainability of donations and the building up of a proper lunch supply system.
ko: 한편 량 슈신은 중국남방일보와의 인터뷰에서 현재 이루어지고 있는 기부 활동이 안정적으로 지속되고, 급식환경이 체계적으로 조성되야 한다고 말하며, 그 밖에도 풀어야 할 숙제가 산적했음을 인정했다.

source: He thinks that the problem of malnutrition among rural students ultimately needs to be solved with governmental initiatives.
ko: 량 슈신은 시골지역 학생들의 영양부족의 문제를 해결하기 위해서는 결국 국가적인 차원에서 관심과 지원이수반되어야 한다고 주장했다.

source: It is for this reason he has picked the semi-official Guizhou Youth Development Foundation as a partner, which has extensive professional educational networks.
ko: 그가 준정부 기관인 '구이저우청년개발재단'(Guizhou Youth Development Foundation)과 손을 잡은 이유도 여기에 있다.

source: Nevertheless, he does believe that a civil organization like Micro Foundation could add vitality to the collaboration by way of its creative, communicative and integrative abilities over the Internet.
ko: 바로 자신이 운영하는 마이크로 재단처럼 인터넷상에서 창조적이고, 통합적인 커뮤니케이션 능력을 통해 민-관 협력활동에 활기를 불어 넣을 수 있는 그런 힘을 말이다.

source: Hungary: "How Many Policemen Does It Take to Arrest A Homeless Person?" · Global Voices
ko: 헝가리: "노숙자 한 명을 체포하려면 경찰관이 몇 명 필요할까?

source: In fact, it was Attila Kopiás, blogging under the name of KA_Steve , who pretended to be homeless and, with the help of Kettős Mérce's bloggers, recorded what happened after they had called the police and reported that there was a homeless person on a bench of a District VIII square.
ko: 그는 이 글과 함께 부다페스트 8번 지구에서 경찰 8명이 노숙자 한 명을 체포하는 영상을 올렸다 . 사실 노숙자로 변장한 사람은 KA_스티브 라는 필명으로 블로그를 운영하고 있는 아틸라 코피아스였다.

source: The issue generated a huge debate after the mayor of the district, through a referendum, had banned homeless people from public spaces in September.
ko: 그는 케토스 메르세의른 블로거들의 도움으로 그들이 8번 지구 벤치에 노숙자 한 명이 있다고 경찰에 신고한 후 어떤 일이 벌어졌는지 녹화했다. 지난 9월 시장은 주민 투표를 통해 노숙자들의 공공장소 출입을 금지했다.

source: Bloggers followed the cases happening in District VIII and published an order prosecuting a homeless man for "sitting on the stone with some of his fellows."
ko: 블로거들은 8번 지구에서 일어나고 있는 일들을 살펴본 뒤 "동료 몇 명과 함께 바위 위에 앉아있는 죄"로 한 노숙자를 기소하는 규칙 을 발표했다.

source: The regulation literally forbids "staying in public space as a lifestyle."
ko: 해당 조례는 "공공장소에서 생활하는 것" 자체를 금하고 있다.

source: Attila Kopiás told the bloggers of Kettős Mérce in an interview that he tried not to lie to the police, so when they asked him if he stayed at a public place "as a lifestyle" he replied that "it had happened before that I slept in a public place".
ko: 아틸라 코피아스는 인터뷰에서 케토스 메르세의 블로거들에게 그가 최대한 경찰을 속이지 않고자 했기 때문에 경찰들이 공공장소에서 "생활"하고 있었냐고 묻자 "몇 번 공공장소에서 잤던 적이 있다"고 답했다고 말했다.

source: He told Kettős Mérce:
ko: 그는 케토스 메르세에 이렇게 말했다:

source: I didn't have any elaborate strategy, I was simply disgusted by the fact that people are not punished for their acts but for their condition.
ko: 전 정교한 계획따위는 가지고 있지 않았습니다. 다만 사람들이 그들의 행동이 아니라 살아가는 환경을 가지고 벌 주는 것이 역겨울 뿐이었죠.

source: The idea came from me feeling an urge to do something against this unfair system.
ko: 이 불공평한 제도에 반하는 무언가를 해야한다는 생각이 들었습니다.

source: In addition to this, my mind was not able to accept that in 2011, in Hungary, it can happen that one can be arrested and handcuffed for notorious sitting/lying on a bench.
ko: 게다가 전 2011년 헝가리에서 벤치 위에 볼썽사납게 앉아있거나 누워있다는 이유 하나로 체포당할 수 있다는 걸 받아들일수 없었어요.

source: I reckoned with nobody taking care of me, and I simply wanted to see what really happens.
ko: 전 아무도 절 도와주지 않을 것이라는 걸 감수하고 정말 무슨 일이 일어나는지 보고 싶었습니다.

source: Commenting on the action, KA_Steve raised the question of what differentiates someone having a picninc at a public space from a homeless.
ko: 이 행동에 대해 말하며, KA_스티브는 공공장소에 소풍을 나온 사람과 노숙자를 구별하는 기준은 무엇인가에 대한 질문을 던졌다.

source: Reflecting this, a version of 'Picnic in May' - originally a painting by a 19th-century Hungarian artist - started to circulate on Facebook, published originally by the Tumblr user Prolidepp.
ko: 이를 반영하듯 텀블러 유저 프롤리뎁(Prolidepp)이 올린 '5월의 소풍'( 원래 19세기 헝가리 화가의 그림) 의 다른 버전이 페이스북에 돌기 시작했다.

source: KA_Steve called for action on his blog , sharing legal ways to protest the regulation that punishes those who live on the streets, move a trash can or engage in begging.
ko: KA_스티브는 그의 블로그 를 통해 행동을 촉구했고, 거리에서 살거나 쓰레기통을 옮기는 또는 구걸하는 사람들을 처벌하는 조례에 대해 반발하는 합법적인 방법들을 공유했다.

source: Attila wrote this on Kettős Mérce:
ko: 아틸라는 케토스 메르세에 이런 글을 올렸다:

source: But I want them to know there are people who stand up for them.
ko: 난 그들이 그들 편에 서주는 사람들도 있다는 것을 알기 바랍니다.

source: The way we all want someone to stand up for us when we are in trouble.
ko: 우리가 힘들 때 누군가가 같이 있어주기를 바라는 것처럼 말이죠.

source: China: No Clear Solution to the Wall Street Occupation · Global Voices
ko: 중국: 뾰족한 대책이 없는 월가 시위

source: A month on since the Wall Street demonstration began, "Occupy" protests even spread to several cities in Asia this past weekend.
ko: 월 스트리트에서 시위가 시작된 지 1달이 지나면서, "점령하라" 시위가 지난 주말 아시아의 도시 몇 곳에도 퍼졌다.

source: According to New York-based investment banker and adjunct professor in the Zicklin School of Business at CUNY, Jay Guo, writing on his Sina.com blog , protesters at the original site have yet show much sign of being ready to pack up and head home, while in the meantime similar protests have popped up across the country in 70 other cities, finding lots of support in each.
ko: 뉴욕의 투자 은행가이자 뉴욕시립대(CUNY) 지클린 비지니스 스쿨 의 겸임 교수 제이 구오가 그의 시나 닷컴 블로그에 쓴 글에 따르면, 집결지의 시위 참가자들은 짐을 싸 집에 돌아가려는 움직임은 아직 보이지 않고 있는 반면, 전국의 70여개 도시들에서는 비슷한 시위가 잇달아 일어났고 많은 지지를 받았다.

source: The American dream is fading away, Guo says, and a lot of the blame falls on United States President Obama, who despite repeated calls made during his 2008 election campaign to initiate reforms, has yet to deliver:
ko: 구오는 '아메리칸 드림'이 사라지고 있으며, 2008년 대통령 선거 때 계속된 개혁 선언에도 불구하고 아직 아무것도 못한 오바마 대통령을 탓하는 목소리가 많다고 말한다:

source: Yemen: Yemeni Women Burn their Veils · Global Voices
ko: 예멘: 예멘 여성들, 베일을 불태우다

source: This post is part of our special coverage Yemen Protests 2011.
ko: 2011 예멘 시위 특집기사의 일부입니다.

source: Yemeni women burnt their veils and head scarves today as a sign of protest to condemn the regime's brutality and violence, which has killed around 25 people overnight in Sanaa and Taiz and has been targeting women lately.
ko: 오늘 예멘 여성들은 정권의 잔혹함과 폭력성에 항의하며 자신들의 베일과 머리 두건을 불살랐다. 예면 정권은 사나와 타이즈 지역에서 하룻밤 사이에 25여명을 살해했고 최근 들어 여성들을 공격대상으로 삼곤했다.

source: The protest was not in anyway related to women's rights or against the Islamic veil as some people misunderstood, it was an outcry for help, specifically targeting the regime.
ko: 이번 시위는 몇몇 사람들이 오해하듯 여성의 권리나 이슬람 베일에 관한 시위가 아닌 특히 정권을 겨냥한 비판으로, 도움을 청하는 여성들의 외침이었다.

source: @SupportYemen tweets:
ko: 서포트예멘의 트윗은 아래와 같이 전했다.

source: Yemeni women burnt their veils in protest to the regimes violence and crimes, especially the targeting of women... fb.me/AdNY5LTS
ko: 예멘 여성들이 특히 여성들을 노린 정권의 폭력과 범죄에 항의하는 의미에서 베일을 태웠습니다.

source: @Dory_Eryani tweeted the core of their message, distributed in a leaflet:
ko: 도리_어야니(@Dory_Eryani)는 시위대들의 주요 주장을 트위터로 전했다.

source: "Here we burn our makrama in front of the world to witness the bloody massacres carried out by the tyrant Saleh," #Yemen #burningveils
ko: "이 곳에서 우리는 세계가 독재자 살레에 의해 자행되고 있는 피의 학살을 증언하기 위해 우리의 마크라마(명예)를 태웁니다. " #Yemen #burningveils

source: The burning of the veils by the women in the tribal tradition is a plea for help.
ko: 부족 전통에서 여성이 베일을 태우는 것은 도움을 요청한다는 뜻이다.

source: Yemen is a tribal society and the killing of women is a big shame in Yemen and in Islam in general, so this was a clear and loud message by the Yemeni women for their tribes and the world at large to intervene to stop the killing of protesters.
ko: 예멘은 부족 사회이고, 여성을 죽이는 것은 예멘에서나 전반적인 이슬람 사회에서나 큰 수치이기 때문에, 이는 시위대를 죽이는 것을 중지하기 위해 개입해달라는 예멘 여성들의 부족들과 세계를 향한 분명한 메세지였다 할 수 있다.

source: @SummerNasser:
ko: 서머나세르(SummerNasser):

source: Women burnt veils today during protests.
ko: 오늘 시위 도중에 여성들이 베일을 불태웠습니다.

source: The burning of the veils are to symbolize that they are calling for tribes to help them. #Yemen #yf
ko: 베일을 태우는 것은 부족들에게 그들을 도와달라고 부탁하는 것을 상징합니다. #Yemen #yf

source: @JamjoomCNN:
ko: 잠줌CNN(JamjoomCNN):

source: Female at veil burning: “Tribes must undrstnd they won't be respected by Yemeni women if they stay quiet while their women..attacked" #Yemen
ko: 공격당하는 데도 침묵을 지킨다면 더이상 예멘 여성들에게 존중받지 않을 것임을 알아야 한다" #Yemen

source: Albeit living in a conservative society, women of Yemen have exhibited exemplary bravery and leadership skills in the current revolution, which made all Yemenis proud, as tweeted by @Mo_Alsharafi:
ko: 모_알샤라피(Mo_Alsharafi)가 트윗했듯, 비록 보수적인 사회에서 살고 있지만, 예멘 여성들은 최근의 혁명에서 본보기가 될만한 용기와 리더십을 보여주었고, 이는 예멘인들에게 자랑이 되었다:

source: The Yemeni women are really heroines. thanks for all #Yemen's Women Revolutionaries.
ko: 모든 #예멘의 여성 혁명가들에게 감사를 표합니다.

source: Egypt: Tahrir Square Burning · Global Voices
ko: 이집트: 타흐리르 광장이 불타고 있다

source: This post is part of our special coverage Egypt Revolution 2011.
ko: 이 글은 2011 이집트 혁명 특집의 일부분입니다.

source: Egypt's Military Police set Cairo's Tahrir Square ablaze and forcefully pushed away protesters demonstrating outside the Cabinet on the first anniversary of the Arab revolution, sparked by the self-immolation of Mohammed Bouazizi in Sidi Bouzid, Tunisia.
ko: 이집트 군부가 카이로의 타흐리르 광장에 불을 지르고 튀니지 시디 부 지드 시의 내각 건물 밖에서 시위하던 시위대를 무력 진압했다. 이들은 모하메드 부아지지의 분신으로 인해 촉발된 아랍 혁명 1주년을 기념하는 의미로 시위를 하던 중이였다.

source: Egypt's netizens are on hand to provide witness accounts of what is happening on the ground now.
ko: 이집트 누리꾼들은 현재 일어나고 있는 일들에 대한 생생한 증언을 제공하기 위해 나섰다.

source: The battle #OccupyCabinet has been raging for two days: eight people have been killed and more than 300 injured as the military attacked protesters who have been camping outside the Cabinet headquarters in Cairo for the past three weeks, protesting against the military appointment of Egyptian Prime Minister Kamal El Ganzouri as the new Prime Minister earlier this month.
ko: #내각을 점령하라 (OccupyCabinet) 격전은 이틀 동안 계속됐다. 시위대는 이번 달 초 군부가 카말 엘 간주리를 새 총리로 임명한 것에 항의하며 카이로의 내각 본부 밖에서 지난 3주 동안 야영했는데, 이들을 군대가 공격하면서 8명이 죽었고 300명이 넘게 부상당했다.

source: El Ganzouri just gave a press conference, stressing that the army would not attack peaceful protesters.
ko: 엘 간주리는 기자회견을 열어 군대는 비폭력 시위대를 공격하지 않는다고 강조했다.

source: Minutes later, a full offensive was waged on the protesters, pushing them away from the cabinet and clearing and burning Tahrir Square.
ko: 그러나 몇 분 뒤, 시위대에게 총공격이 개시되어 시위대를 내각 본부에서 몰아냈을 뿐만 아니라 타흐리르 광장을 비우고 불태웠다.

source: Netizens report their witness accounts live on Twitter as I type.
ko: 누리꾼들은 현재 내가 타이핑하는 동안에도 자신의 경험을 트윗하고 있었다.

source: OneRevolution tweets:
ko: 원레볼루션(OneRevolution)의 트윗:

source: And pinpoints his vantage point:
ko: 그리고 그의 시점을 정확히 알렸다:

source: @nagoul1: I am three blocks away from where the action is.
ko: @nagoul1: 그 일이 일어난 곳에서 세 블럭 떨어진 곳에 있어요.

source: It was very loud.
ko: (소리가) 굉장히 컸습니다.

source: On Twitter, Sharif Khaddous shares this image from Tahrir Square now and explains:
ko: 트위터에서, 샤리프 카두스는 지금 타히리르 광장의 모습을 담은 사진을 공유하며 이렇게 설명한다:

source: Sharif Kouddous shares this picture of Tahrir Square minutes ago on Twitter
ko: @sharifkouddous: 군인 무리들이 광장을 누비고 있습니다.

source: @sharifkouddous: Groups of soldiers roaming square.
ko: 몇 명은 무작위로 맞고 있어요.

source: Some people getting beaten randomly. Tents burning.
ko: 텐트는 불타고 있습니다.

source: Tahrir looks like a war zone
ko: 타히리르 광장에서 전쟁이라도 일어난 것 같아요.

source: The journalist adds:
ko: 저널리스트는 이렇게 덧붙인다:

source: @sharifkouddous: Army soldiers just came into apartment we are at and took cameras from us
ko: @sharifkouddous: 군인들이 우리가 있던 아파트에 들어와서 우리의 카메라를 가져갔습니다.

source: As usual, journalists have not been spared in this attack on protesters.
ko: 항상 그랬듯, 저널리스트들도 시위대를 향한 공격에서 예외는 아니었다.

source: Hayat Al Yamani tweets that her colleagues from Al Jazeera Mubashar have been arrested too.
ko: 하얏 알 야마니는 알 자지라 무바샤르에서 일하는 동료들도 구속당했다고 트윗했다.

source: @HayatElYamani: The Military Police have arrested my colleagues at Al Jazeera Mubasher Egypt who were filming at dawn
ko: @HayatElYamani: 헌병들이 새벽에 촬영하고 있던 알 자지라 무바샤르 이집트의 동료들을 잡아갔어요.

source: @HayatElYamani: The Military Police broke into the place we were filming in at dawn and took our equipment and arrested three of my colleagues
ko: @HayatElYamani: 헌병들이 새벽에 우리가 촬영하고 있던 곳으로 쳐들어와 (촬영) 도구들을 가져가고 동료 3명을 잡아갔어요.

source: Bel Trew is also on the scene, tweeting live.
ko: 벨 트류 또한 트위터로 생중계하며 그 곳에 있었다.

source: Here are some of his frantic tweets as the chaos unfolds:
ko: 다음은 혼란스런 상황이 펼쳐지던 당시 그가 필사적으로 트윗한 것 중 일부다:

source: @Beltrew: Tents on fire on the midan .
ko: @Beltrew: 미단의 텐트들이 불타고 있습니다.

source: Army everywhere and extremely violent.
ko: 어딜 가든 군인들이 있고 매우 폭력적이예요.

source: Can here bangs not sure if it's gunfire #tahrir a mess
ko: 폭발음도 들리고 총소리인지는 잘 모르겠네요 #타히리르 난리났습니다

source: @Beltrew: Protesters being chased down corniche running between the traffic.
ko: @Beltrew: 시위대들이 코르니쉬를 따라 차들 사이로 쫓기고 있습니다.

source: This is ridiculous #tahrir
ko: 이건 미친 짓이예요 #타히리르

source: And Adam Makary exclaims:
ko: 아담 마카리가 말한다:

source: @adamakary: PM Ganzouri SAID violence will not be used on peaceful protesters just ten minutes ago #Egypt
ko: @adamakary: 간주리 장관이 10분 전에 비폭력 시위대에겐 폭력을 쓰지 않겠다고 말했다고 #이집트

source: And adds:
ko: 그리고 덧붙인다:

source: @adammakary: The military police have taken tahrir and qasr el aini - they've got it sealed from every rooftop and every road entrance.
ko: @adammakary: 헌병들이 타흐리르 광장과 콰스 엘 아이니(Qasr el Aini)를 점령했습니다-모든 지붕과 길목을 차단했군요.

source: Painful images
ko: 마음 아픈 장면이네요

source: And he shares this image too:
ko: 그리고 이 이미지를 올렸다:

source: Tahrir Burning.
ko: 불타는 타흐리르.

source: Adam Makary shares this image of Tahrir burning on yfrog
ko: 아담 마카리는 와이프로그(yfrog)를 통해 타흐리르가 불타는 사진을 올렸다.

source: @adammakary: This is #tahrir now, I'm speechless #egypt #occupycabinet
ko: @adamakary: 헌병들이 그들 주변에 있는 텐트란 텐트에는 다 불을 지르고 차들을 때려부시고.

source: @adamakary: Military police setting every tent ablaze in their vicinity, bashing cars, everything.. anything #egypt
ko: 모든 것들에, 뭐든 하고 있어요. #이집트

source: Armenia-Azerbaijan: Garlic Wars · Global Voices
ko: 아르메니아-아제르바이잔: 마늘 전쟁

source: As Armenia and Turkey come to blows over a UNESCO decision to enter a meal eaten in both countries into its list of Intangible Heritage, the dispute over food now appears to have spread to once again include Azerbaijan.
ko: 아르메니아와 터키가 두 나라 모두에서 먹는 음식을 유네스코 세계무형유산 리스트에 등재하는 건에 대해 투닥거리기 시작했다. 이에 음식 관련 분쟁이 아제르바이잔이 다시 한 번 끼여들 정도로 확산된 것으로 보인다.

source: Locked into a bitter stalemate over the disputed territory of Nagorno Karabakh, around 25,000 died in fighting between Armenia and Azerbaijan in the early 1990s and a million forced to flee their homes.
ko: 이 지역은 지금까지도 나가르노카르바흐주 영토를 두고 교착 상태에 빠진 상황이고, 90년대 초에는 아르메니아와 아제르바이잔 간의 분쟁으로 인해 25000명 가량이 죽고 약 백만 명의 사람들이 강제로 집을 떠나야 했다.

source: A lasting peace remains elusive.
ko: 평화가 유지될 지도 알 수 없는 상태다.

source: As a result, Armenians and Azerbaijanis naturally prefer to overlook the many similarities they share, but inter-ethnic rivalry over culture and tradition is perhaps most fiercest over food.
ko: 그 결과, 아르메니아인들과 아제르바이잔인들은 그들간 공유하는 부분을 애써 무시하고자 하는 경향이 있다. 그리고 이 문화와 전통을 두고 벌어지는 신경전은 음식 문화에서 가장 심하게 나타난다.

source: Kebabistan sets the scene.
ko: 케바비스탄(Kebabistan)이 그 배경을 설명한다.

source: Feeling burned by UNESCO's decision, another group of Armenians is now taking steps to safeguard what they believe to be the Armenian lineage of tolma, stuffed grape leaves or other vegetables, which are frequently also served in Turkey, where they are known as dolma.
ko: 유네스코의 결정에 지친 나머지, 아르메니아인들은 아르메니아 계통으로 여겨지는 톨마(포도잎 또는 다른 야채들에 속을 채운 것)를 지키기 위한 과정들을 밟고 있습니다.

source: The Azeris, meanwhile, appear even more focussed on protecting their cuisine from what they believe are Armenian efforts to encroach on their culinary territory.
ko: 반면 아제르바이잔 사람들은 그들이 자신들의 요리법을 잠식해나가려는 아르메니아인들의 수작이라고 믿는 것에서 자신들의 요리법을 지키는 것에 더 집중합니다.

source: Azerbaijan has its own culinary watchdog, an organization called the National Cuisine Center, whose director, Tahir Amiraslanov, appears to spend most of his time on an effort to teach the world that Armenian cuisine is actually Azeri cuisine.
ko: 아제르바이잔에는 전통 요리법 감시단체인 국립요리원의 타히르 아미라슬라노브 소장은 대부분의 시간을 아르메니아 요리가 사실 아제르바이잔 요리라고 전파하는 데 쓰는 것으로 보일 정돕니다.

source: Stay tuned.
ko: 채널 고정하세요.

source: In this food fight, there is clearly more to come.
ko: 음식 전쟁은 아직 끝나지 않았답니다.

source: Arthur Chapman on Flickr
ko: 플릭커에서, 아더 채프먼

source: And it wasn't long before more did come, albeit in an unlikely form after one local historian in Armenia reportedly discovered that garlic from Azerbaijan was on sale in his local supermarket.
ko: 그리고 얼마 지나지 않아 아르메니아의 한 지역 역사가가 동네 슈퍼마켓에서 아제르바이잔산 마늘을 팔고 있다는 것을 발견한 이후 (비록 전혀 예상하지 않은 형태기는 했지만) 더 많은 것들이 몰려왔다.

source: Despite one local trader saying that the garlic was the tastiest as well as cheapest available, some local media responded hysterically.
ko: 비록 한 지역상인이 그 마늘이 가장 맛있었고 가격을 매우 낮췄다고 말했음에도 불구하고, 지역 언론은 다소 히스테리를 부렸다.

source: Tamada Tales explains.
ko: 타마다 테일스는 이렇게 설명한다.

source: Armenians are constantly on the ball for possible attacks from implacable foe Azerbaijan, but who would have expected an enemy infiltration so unspeakably vile in nature?
ko: 아르메니아 사람들은 숙적 아제르바이잔 사람들로부터의 공격에 대해 줄줄히 꿰고있습니다만, 누가 이렇게 야비하게 침투해오리라 예상했을까요?

source: Garlic, grown on Azerbaijan’s hostile soil, apparently has found a way to penetrate the two countries' sealed border, and then had the effrontery to appear on vegetable stands in the Armenian capital, Yerevan.
ko: 적국 아제르바이잔의 땅에서 자란 마늘은 두 나라 사이의 막힌 장벽을 뚫고 들어올 방법을 알아냈고, 뻔뻔스럽게도 아르메니아의 수도 예레반의 채소 가판대에 나타났습니다.

source: A concerned citizen, Karapetian sounded the alarm, and reporters hurried to the scene.
ko: 이를 걱정한 시민 카라페티안이 경보를 울렸고, 기자들이 바삐 현장으로 달려갔습니다.

source: “Garlic of the company based on Aliyev Street in Baku is gleefully sold in… an Armenian supermarket,” the puzzled historian said.
ko: 바쿠의 아리예프 거리에 있는 회사의 마늘은 '즐겁게도' 아르메니아 슈퍼에서 팔리고 있습니다.

source: Apparently, some fear that the garlic could be an early sign of more deadly forms of warfare.
ko: " 라고 한 역사학자가 얼떨떨하게 말했죠.

source: Investigators have already whisked off the offending bulbs, but did they act in time before unsuspecting citizens added the Azerbaijani garlic to dolma or khorovatz sauce?
ko: "몇몇 사람들은 마늘이 다른 더 위협적인 형태의 전쟁을 알리는 신호일지도 모른다며 두려워하고 있다.

source: Wrote one publication ominously: “Today it’s garlic, tomorrow it will be something else.”
ko: " 한 신문은 불길한 어조로 말했습니다: "오늘은 마늘이지만, 내일은 또 다른 무언가일지도 모른다.

source: Ironically, however, this isn't the first time that Azerbaijani produce has been available to Armenians.
ko: 아이러니하게도, 이번이 아르메니아인들이 아제르바이잔 산 물품을 접할 수 있던 첫 번째 기회 중 하나는 아니다.

source: At the end of November, for example, Ianyan blogger and Global Voices author Liana Aghajanian discovered another example in an Armenian Supermarket in the United States.
ko: 예를 들어 11월 말에 이안얀 블로거이자 글로벌 보이스 투고자인 리아나 아가자니안은 미국의 한 아르메니아 슈퍼마켓에서 또 다른 사례를 찾아냈다.

source: Unlike the Armenian media, however, her Tumblr blog was more enthusiastic about the unexpected find. Pomegranate diplomacy: Pomegranate juice, product of Azerbaijan, bought at my local Armenian market that is probably in many Los Angeles-area Armenian homes right now.
ko: 하지만 아르메니아 언론과는 다르게도, 그녀의 텀블러 블로그를 보면 그녀는 이 예상치못한 발견에 더 흥분한 눈치다.

source: Also, you can’t see it but the juice brand is called “Real Deal.”
ko: 석류 외교정책: 한 아르메니아 마트에서 산 아제르바이잔 산 석류 주스.

source: Too good.
ko: 아마 지금 많은 로스엔젤레스의 아르메니아 가정에 있을거다.

source: Meanwhile, in Nagorno Karabakh itself, Armenians still have a fondness for Azerbaijani cuisine while there is also a demand for Armenian products in Azerbaijan too, as one Karabakh journalist explains on the Caucasus Circle of Peace Journalism.
ko: 그리고 여기서 보이진 않겠지만 주스 상표는 'Real Deal'(역자 주: '꽤 쓸만한 좋은 상품' 또는 '현실'이라는 뜻을 담고 있다) 실제로 정말 좋다. 한편 나고르노카르바흐 주에서는 아르메니아인들이 아제르바이잔 음식을 좋아하고, 아제르바이잔에서도 아르메니아산 물건들이 인기다. 코카서스 평화 저널리즘 단체의 한 카라바흐 출신 기자는 이렇게 설명했다.

source: Azerbaijani dishes are still in high demanded at the restaurants of Karabakh.
ko: 아직도 카라바흐 주 식당들에선 아제르바이잔 음식이 인기입니다.

source: All over the region people speak about the Azerbaijani cuisine with respect.
ko: 지역 곳곳에서 사람들은 존경을 담아 아제르바이잔 음식에 대해 이야기하죠.

source: Despite a conflict that is ongoing between the two nations for more than twenty years, in many restaurants patrons can taste typical Azerbaijani dishes alongside the rich offerings of Karabakh cuisne.
ko: 20년 넘게 두 나라 사이에서 벌어지고 있는 갈등에도 불구하고, 여러 식당에서 단골 손님들은 카라바흐 요리와 더불어 전형적인 아제르바이잔 요리를 맛볼 수 있습니다.

source: Despite a great choice on offer at stores nowadays, Igor Davtian does not change his habits: he definitely drinks only Azerbaijani tea, which is sent to him by his relatives from Russia.
ko: 요즘 상점에서 다양한 것들을 제공함에도 불구하고, 이고르 다브티안은 자신의 습관을 고치지 않고 있습니다. 그는 무조건 러시아의 친척들이 보내준 아제르바이잔산 차만 마시죠.

source: “I brew tea in a very particular way.
ko: “전 아주 특별한 방식으로 차를 우립니다.

source: I do not trust my wife in this matter at all.
ko: 이 문제에 관한 한 제 아내도 믿지 않아요.

source: She just cannot brew it to the same taste.
ko: 아내는 그 맛을 내지 못하거든요.

source: I order tea and my relatives send it to me from Russia – but they themselves order it from Baku.
ko: 제가 차를 주문하면 친척들이 러시아에서 차를 보내줍니다-하지만 그들은 바쿠에서 차를 주문하죠.

source: At the same time, and my relatives told me that their neighbors in Russia are sending Armenian cognac to Baku.
ko: 그리고 친척들이 말하길 러시아의 이웃들이 바쿠로 아르메니아 코냑을 보낸다더군요.

source: What can we do, that’s just what our lives came to,” Igor Davtian says.
ko: 이렇게 된 걸 이제와서 뭐 어쩌겠습니까. " 이고르 다브티안의 말이다.

source: Armenia and Azerbaijan do not only have territorial disputes: there is also much argument about music, patterns of carpet weaving – and surely about the origins of dishes as well.
ko: 음악이나 카펫 짜는 패턴에 대한 논쟁도 있고, 확실히 음식의 기원에 관한 논쟁도 있죠.

source: Armenians and Azerbaijanis still discuss who of them came up with the song “Sari Gelin” and who invented tolma.
ko: 아르메니아인들과 아제르바이잔 사람들은 아직도 누가 '사리 겔린' 노래를 만들었는지, 그리고 누가 톨마를 만들어냈는지에 대해 싸운답니다.

source: As of the “ethnic origins” of shashlik , even Georgians enter the debate.
ko: 샤슬릭의 "문화적 기원"에 관해서는 조지아인들까지 (토론에) 끼여들죠.

source: But that is a different story…
ko: 하지만 그건 다른 이야기고.

source: With tensions between Armenia and Azerbaijan the highest they've been in years, the heated debate over cuisine will likely continue to overshadow any possibility for a sometimes shared culture, or even trade, to bring the two sides together.
ko: 아제르바이잔와 아르메니아 사이의 긴장이 가장 높은 가운데, 요리법을 사이에 둔 논쟁은 계속 지속되고 있다.

source: Certainly that seems to be the case for some media outlets in the region.
ko: 두 나라가 문화를 공유하면서 화해를 이룰 가능성을 이러한 논쟁에 계속 가로막힐 것으로 보인다.

source: 'Developing Latin America': Open Data Projects · Global Voices
ko: '라틴 아메리카를 개발하기': 오픈 데이터 프로젝트

source: Previously we reported on the 'Developing Latin America' competition (Desarrollando América Latina), or #DAL, a public hackathon that aims to create technological solutions to problems in education, security and public budget, in six countries in the region.
ko: 지난 번에 우리는 교육, 치안, 공적 재정 등에 관련된 문제에 기술적 해결책을 만들어 내기 위해 라틴 아메리카 지역의 여섯 국가가 공동 개최한 핵카톤(역주: 프로그래밍 마라톤)인 '라틴 아메리카를 개발하기'(Desarrollando América Latina) 경쟁 혹은 #DAL에 대해서 보도한 바 있다.

source: Now it's time to report its results.
ko: 이젠 그 결과물에 대해 보도할 때가 되었다.

source: The Intelligent Citizen Foundation (Fundación Ciudadano Inteligente), which organised the event, determined that there were local winners, in addition to the general and regional winners, so the competitiveness in each venue was an added ingredient to the challenge of managing to complete an interesting application based on existing open data, within the time limit.
ko: 이 행사를 조직한 지적 시민 재단(Intelligent Citizen Foundation) (Fundación Ciudadano Inteligente)은 일반, 지방(regional) 우승자 외에 지역(local) 우승자를 결정했으며, 각 영역에서의 경쟁은 주어진 시간 내에 존재하는 오픈 데이어터에 기반을 하여 흥미로운 어플리케이션을 완성하는 일을 감당하는 도전의 양상을 가열시켰다.

source: CitiVox and OpenDataMx talk about the event in Mexico:
ko: 시티복스(CitiVox) 와 오픈데이터믹스(OpenDataMx) 는 멕시코에서 그 행사에 대해 이야기했다.

source: Global Online Community Protests U.S. Anti-Piracy Bills · Global Voices
ko: 세계 온라인 커뮤니티, 미국 온라인 저작권 침해 금지 법안에 저항하다
